/* Errors returned by the device in the form of xml */
"Success" = "Erfolgreich";
"TestInProgress" = "Test läuft... Bitte warten.";
"ErrorDeviceBusy" = "Das Gerät ist belegt. Versuchen Sie es später erneut.";
"ErrorDuplicateDisplayName" = "Doppelter Anzeige- oder Positionsname. Geben Sie einen anderen Namen ein, und versuchen Sie es erneut.";
"ErrorEmptyEntry" = "Einer der Einträge in den Einstellungen, die an das Gerät gesendet wurden, ist leer. Prüfen Sie, ob alle Einträge gültig sind, und versuchen Sie es erneut.";
"ErrorListFull" = "Der verfügbare Platz reicht nicht für diesen Eintrag. Löschen Sie einen Eintrag vom Gerät, und versuchen Sie es erneut.";
"ErrorSettingNotTested" = "Diese Einstellung wurde nicht getestet.";
"ErrorSystemFailure" = "Es ist ein schwer wiegender Fehler aufgetreten. Versuchen Sie es später erneut.";
"ErrorNoMoreSpace" = "Die maximale Größe von E-Mail-Anhängen überschreitet den zulässigen Wert für den ausgewählten Server. Geben Sie einen niedrigeren Wert ein, und versuchen Sie es erneut.";
"ErrorNoWritePermission" = "Für den von Ihnen ausgewählten Ordner liegt keine Schreibberechtigung vor. Legen Sie die erforderlichen Zugriffsrechte für den Ordner fest, und versuchen Sie es erneut.";
"ErrorConnectionFailed" = "Das Gerät kann keine Verbindung zum angegebenen Remote-Server herstellen. Überprüfen Sie die Servereinstellungen.";
"ErrorConnectionRefused" = "Die Verbindung wurde vom Server abgelehnt. Vergewissern Sie sich, dass der Server eingeschaltet ist und funktioniert.";
"ErrorServerNotFound" = "Der Hostname des Servers kann vom Gerät nicht aufgelöst werden. Überprüfen Sie die Servereinstellungen.";
"ErrorWrongCredentials" = "Die zur Authentifizierung verwendeten Anmeldedaten des Benutzers wurden abgelehnt. Geben Sie korrekte Anmeldedaten ein, und versuchen Sie es erneut.";
"ErrorConnectionProblem" = "Fehler beim Herstellen der Verbindung zum Remote-Server. Vergewissern Sie sich, dass der Server mit dem Netzwerk verbunden ist und funktioniert.";
"ErrorProtocolNotSupported" = "Vom Remote-Server wird ein nicht unterstütztes Protokoll verwendet.";
"ErrorInvalidFileOrDirectory" = "Der angegebene Pfad ist ungültig. Geben Sie einen gültigen Pfad ein, und versuchen Sie es erneut.";
"ErrorInvalidFolderPath" = "Der angegebene Pfad ist ungültig. Geben Sie einen gültigen Pfad ein, und versuchen Sie es erneut.";
"ErrorInvalidShare" = "Der gemeinsam genutzte Ordner ist ungültig. Wählen Sie einen anderen gemeinsam genutzten Ordner aus, und versuchen Sie es erneut.";
"ErrorAuthenticationNeeded" = "Der angegebene Server erfordert eine Authentifizierung. Geben Sie die korrekten Anmeldedaten ein, um auf den Server zuzugreifen, und versuchen Sie es erneut.";
"ErrorSecureConnectionNotSupported" = "Vom Server wird keine sichere Verbindung unterstützt. Entfernen Sie die Markierung aus dem Kontrollkästchen \"SSL verwenden\", und versuchen Sie es erneut.";
"ErrorSenderInvalid" = "Die E-Mail-Adresse des Absenders ist ungültig. Geben Sie eine gültige E-Mail-Adresse für den Absender ein, und versuchen Sie es erneut.";
"ErrorRecipientInvalid" = "Die E-Mail-Adresse für den Empfänger ist ungültig. Geben Sie eine gültige E-Mail-Adresse für den Empfänger ein, und versuchen Sie es erneut.";
"ErrorServerError" = "Vom Server wurde ein Fehler zurückgegeben. Die angeforderte Operation kann nicht ausgeführt werden. Überprüfen Sie die von Ihnen eingegebenen Serverdaten auf Richtigkeit.";
"ErrorInvalidServerName" = "Der angegebene Server ist ungültig. Geben Sie einen gültigen SMTP-Server ein, und versuchen Sie es erneut.";

"404 Not Found" = "Das Gerät kann nicht gefunden werden. Vergewissern Sie sich, dass das Gerät mit dem Netzwerk verbunden und eingeschaltet ist.";
"400 Bad Request" = "Aufgrund eines Fehlers in der Anforderung kann diese nicht verarbeitet werden. Versuchen Sie es später erneut.";

//error if the seed URL could not be obtained from the device
"COULD_NOT_GET_ACTUAL_URL" = "Vom Gerät wurde keine gültige URL zurückgegeben. Warten Sie wenige Minuten, und versuchen Sie es erneut.";

/* XML Data validation errors */
"Setting Error" = "Fehler aufgrund fehlender oder ungültiger Daten";
"MISSING_FOLDER_SETTING" = "Einige Daten zur Angabe des Zielordners fehlen. Wählen Sie einen Ordner aus, und geben Sie den Benutzernamen und das Kennwort ein. Versuchen Sie es dann erneut.";
"MISSING_EMAIL_SETTING" = "Einige Daten zur Angabe des E-Mail-Ziels fehlen. Geben Sie alle E-Mail-Einstellungen ein, und versuchen Sie es dann erneut.";
"MISSING_SERVER_CREDENTIALS" = "Die Anmeldedaten für den Server fehlen. Geben Sie den Benutzernamen und das Kennwort ein, und versuchen Sie es dann erneut.";
"MISSING_DISPLAY_NAME" = "Der Name des Absenders fehlt. Geben Sie den Namen ein, und versuchen Sie es erneut.";
"MISSING_EMAIL_ADDRESS" = "Die E-Mail-Adresse fehlt. Geben Sie eine gültige E-Mail-Adresse ein, und versuchen Sie es dann erneut.";
"MISSING_SERVER" = "Der Server fehlt. Geben Sie einen Server ein, und versuchen Sie es dann erneut.";

"INVALID_PIN" = "Die eingegebene PIN (Personal Identification Number) ist ungültig. Die Zahl muss exakt 4-stellig sein. Geben Sie eine gültige PIN ein, und versuchen Sie es erneut.";
"INVALID_SERVER_PORT" = "Die für den Server eingegebene Portnummer ist ungültig. Der Wert für die Portnummer muss zwischen 1 und 65535 liegen.";
"INVALID_ATTMT_SIZE" = "Der eingegebene Wert für die maximale Größe von Anhängen ist ungültig. Der Wert muss zwischen 1 und 9999 liegen. Geben Sie -1 an, wenn die Größe von Anhängen automatisch eingestellt werden soll.";
"INVALID_DFADESTINATION" = "Das ausgewählte Ziel für den digitalen Faxversand ist ungültig. Wählen Sie eine korrektes Ziel aus.";
"INVALID_POLLING_TIME" = "Das von Ihnen ausgewählte Abfrageintervall ist ungültig. Gültige Werte sind 5, 10, 15, 20, 30, 45 und 60. Wählen Sie ein gültiges Intervall aus, und versuchen Sie es erneut.";
"INVALID_DISPLAY_NAME" = "Der eingegebene Absendername ist ungültig. Geben Sie einen Absendernamen ein, der kürzer als 25 Zeichen ist.";

/* Other errors */
"GENERIC_ERROR_TITLE" = "Fehler";
"GENERIC_DEVICE_ERROR_TITLE" = "Gerätefehler";
"GENERIC_DEVICE_ERROR_DESC" = "Unbekannter Fehler beim Kommunizieren mit dem Gerät. Versuchen Sie es später erneut.";
"XML_PARSING_ERROR" = "Vom Gerät wurden ungültige Daten zurückgegeben. Warten Sie wenige Minuten, und versuchen Sie es erneut.";
"DEVICE_COMMUNICATION_ERROR_DESC" = "Fehler beim Kommunizieren mit dem Gerät. Vergewissern Sie sich, dass das Gerät und Ihr System mit dem Netzwerk verbunden sind, und versuchen Sie es erneut.";

/* Buttons */
"OK" = "OK";
"Cancel" = "Abbrechen";
"Hide" = "Ausblenden";

/*vhm: Added PML Related Errors*/

"DEVICE_NOT_FOUND_TITLE" = "Gerät nicht gefunden";
"DEVICE_NOT_FOUND_DESC" = "Problem beim Kommunizieren mit dem Gerät. Vergewissern Sie sich, dass das Gerät eingeschaltet und korrekt verbunden ist. Versuchen Sie es dann erneut.";

"PML_ERROR_TITLE" = "Gerätefehler";
"PML_ERROR_DESC1" = "Problem beim Einstellen der Daten für das Gerät. Vergewissern Sie sich, dass die Eingabewerte korrekt sind.";

"SETTING_REJECTED_TITLE" = "Einstellungen abgelehnt";

"SETTING_REJECTED_DESCRIPTION" = "Die Einrichtung konnte nicht durchgeführt werden, weil das Gerät durch ein Administratorkennwort geschützt ist. Entfernen Sie das Administratorkennwort mithilfe des integrierten Webservers. Weitere Informationen finden Sie in der Dokumentation zu Ihrem Gerät.";
"GENERAL_DATA_MISSING_DESCRIPTION" = "Mindestens eines der Felder enthält keine Daten. Füllen Sie alle Felder aus, oder klicken Sie auf \"Abbrechen\".";

//Device Door open error while printing the fax logs
"DOOR_OPEN_TITLE" = "Abdeckung/Klappe offen";
"DOOR_OPEN_DESC" = "Der Drucker kann nicht drucken, weil eine Abdeckung oder eine Klappe offen ist. Schließen Sie alle Abdeckungen/Klappen am Drucker.";


//Device not ready error while printing the fax logs
"INCORRECT_STATE_TITLE" = "Auf dem Drucker liegt eine Fehlerbedingung vor";
"INCORRECT_STATE_DESC" = "Lösen Sie die Fehlerbedingung auf dem Gerät, und versuchen Sie es erneut.";

//Device busy error while printing the fax logs
"DEVICE_BUSY_TITLE" = "Der Drucker ist zurzeit belegt";
"DEVICE_BUSY_DESC" = "Warten Sie, bis der aktuelle Druckauftrag abgeschlossen ist.";

//Error if the device's region code does not support fax blocking
"CALLER_ID_NOT_SUPPORTED_TITLE" = "Anrufer-ID nicht unterstützt";
"CALLER_ID_NOT_SUPPORTED_DESC" = "Im Land/in der Region, das/die zurzeit auf dem Gerät eingestellt ist, werden keine Anrufer-IDs unterstützt. Wählen Sie über das Bedienfeld des Geräts ein Land/eine Region aus, in der Anrufer-IDs unterstützt werden, und versuchen Sie es erneut.";

//Error if black list entries are applied while device is processing the fax job
"COULD_NOT_APPLY_SETTINGS_TITLE" = "Einstellungen können nicht angewendet werden.";
"COULD_NOT_APPLY_SETTINGS_DESC" = "Stellen Sie sicher, dass das Gerät online ist und kein Faxauftrag verarbeitet wird.";


